AndreBaltazar8/abla-embedded/examples/i2c-scan/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_AUTOSTART_ARDUINO=y
CONFIG_FREERTOS_HZ=1000
CONFIG_ARDUINO_LOOP_STACK_SIZE=16384
CONFIG_COMPILER_DISABLE_DEFAULT_ERRORS=y
